Repository: Fannouel/Front-model
Catalog: src/locales/messages.*.xlf
Languages: de, fr

# legal-notice-p3
source: The information provided on this website has been carefully checked and is regularly updated. Nevertheless, there can be no guarantee that all the details represented here are complete, correct and the most up-to-date. This applies in particular to all links to other websites, to which direct or indirect reference is made. Any details may be added to, removed or amended without prior notification. All the product names, product descriptions and logos cited on this website are registered trademarks and the property of the respective titleholders
de: Die Informationen auf dieser Webseite sind sorgfältig geprüft worden und werden regelmäßig aktualisiert. Dennoch kann nicht garantiert werden, dass alle Angaben komplett, richtig und aktuell sind. Dies bezieht sich insbesondere auf Links zu anderen Webseiten, die direkt oder indirekt verlinkt sind. Angaben können hinzugefügt, entfernt oder angepasst werden ohne vorherige Information. Alle Produktnamen, Beschreibungen und Logos auf dieser Webseite sind eingetragene Handelsmarken und Eigentum der jeweiligen Inhaber.
fr: Les informations fournies sur ce site web ont été soigneusement vérifiées et sont régulièrement mises à jour. Néanmoins, il n’est pas possible de garantir que toutes les informations présentées sont complètes, correctes et à jour. Ceci s’applique en particulier à tous les liens vers d’autres sites web, auxquels il est fait référence directement ou indirectement. Toutes les informations peuvent être complétées, supprimées ou modifiées sans notification préalable. Tous les noms de produits, descriptions de produits et logos cités sur ce site sont des marques déposées et la propriété de leurs détenteurs respectifs

# legal-notice-t2
source: Technical realisation:
de: Technische Umsetzung:
fr: Réalisation technique :

source: No products found.
de: Keine Produkte gefunden.
fr: Aucun produit n’a été trouvé.

# about-history-2023
source: Schuco becomes a part of Minimax Import & Export Co.Ltd.
de: Schuco wird ein Teil von Minimax Import & Export Co. Ltd.
fr: Schuco fait désormais partie de Minimax Import & Export Co.Ltd.

# menu-home
source: Home
de: Startseite

# about-detail-quality-3
source: QualityLINE_BREAKSchuco is a reputable premium collector’s brand known for its highly detailed designs and premium quality.
fr: QualitéLINE_BREAKLa très grande attention portée aux détails et la qualité élevée de chaque produit font de Schuco une marque hautement respectée par les collectionneurs.

# about-detail-quality-4
source: VarietyLINE_BREAKSchuco produces models in a wide range of scales from 1:12 to 1:600. These include the Silver Arrow, the latest Porsche Turbo, modern and classic tractors, classic motorcycles and a 1:72 scale model of the legendary DO-X flying boat. Thanks to the variety of scales, the Schuco range is very diverse and offers models in many different sizes. The selection of models and intricately detailed designs make for a varied and interesting range.
fr: DiversitéLINE_BREAKSchuco conçoit des modèles dans une grande variété d’échelles. De 1/12 jusqu’à 1/600. Notre offre s’étend de la Flèche d’argent en étain à la Porsche Turbo actuelle, en passant par les tracteurs, modernes et anciens, jusqu’aux motos les plus connues et au célèbre hydravion DO-X à l’échelle 1/72. Conçus à différentes échelles, les modèles de la gamme Schuco sont particulièrement diversifiés et présentent de multiples dimensions. C’est le choix des modèles et leur finition jusque dans les moindres détails qui font tout l’intérêt et la diversité des jouets Schuco.

# about-detail-quality-5
source: TraditionLINE_BREAKSchuco is characterized by its long-standing tradition, distinguished brand and diverse range, and is one of the sector’s leading manufacturers.
fr: TraditionLINE_BREAKLa marque Schuco se distingue par sa très longue tradition, sa haute réputation et sa gamme variée de produits. Schuco est l’un des fabricants leaders de son secteur d’activité.

# home-text-3
source: ...as the saying goes (not only for model cars): "Practice makes perfect!"
fr: … car comme dit si bien le proverbe (pas seulement pour le modélisme) : « C’est en forgeant qu’on devient forgeron »

# 404-oops
source: Ooops!
fr: Oups!

# 404-error-message
source: It seems like the page does not exist.LINE_BREAKMaybe the search will help?
fr: Il semble que la page n’existe pas. LINE_BREAKPeut-être que la recherche vous aidera ?

# legal-notice-p1
source: Management: Hugues Ripert
fr: Gestion: Hugues Ripert
