Repository: Fannouel/Front-model
Catalog: src/locales/messages.*.xlf
Languages: de, fr

# search-input-placeholder
source: What are you searching for?
de: Wonach suchst Du?
fr: Que cherchez-vous ?

# thank-you-subscribe-newsletter
source: Thank you for subscribing.
de: Danke für die Abonnierung.
fr: Merci de vous être abonné.

# error-newsletter-subscribe
source: We are sorry, but something has gone wrong. Please try again later.
de: Entschuldigung, etwas ist schief gelaufen. Bitte versuche es später erneut.
fr: Nous sommes désolés, mais quelque chose n’a pas fonctionné. Veuillez réessayer plus tard.

# warning-newsletter-wrong-email
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail Adresse ein.
fr: Veuillez saisir une adresse électronique valide.

# about-title
source: A legend in toys
de: Eine Legende des Spielzeugs
fr: Une légende parmi les jouets

# about-description
source: Schuco has sold over 100 million toys since it was founded more than 100 years ago. Today, in addition to being a popular addition to children’s bedrooms, many of its treasured toys are kept as valuable collector’s items in glass cabinets.
de: Mehr als 100 Millionen Spielzeuge wurden in der über 100-jährigen Schuco-Geschichte bereits verkauft. Viele der mittlerweile kostbaren Spielzeuge blieben jedoch nicht im Kinderzimmer, sondern werden heute weltweit als hochwertige Sammlerstücke in Glasvitrinen aufbewahrt.
fr: Plus de 100 millions de jouets ont déjà été vendus au cours des 100 ans d’existence de Schuco. Beaucoup de ces jouets sont aujourd’hui devenus des pièces de collection de grande valeur et sont plus susceptibles d’être trouvés derrière des vitrines en verre que dans une chambre d’enfant.

# about-brand-philosophy
source: Brand philosophy
de: Markenphilosophie
fr: Philosophie de la marque

# about-detail-quality
source: Detail and quality
de: Details und Qualität
fr: Souci du détail et qualité

# about-detail-quality-1
source: Schuco produced its first toy cars in the middle of the 1930s, which featured revolutionary technology, quality, workmanship and functions. Some of these models, for which countless numbers of patents were registered, are once again available as part of Schuco’s product range. The faithfully reproduced models and toys are still made almost exclusively by hand.
de: Mitte der 30er Jahre produzierte Schuco die ersten Spielzeugautos, die von Anfang an revolutionär, sowohl in der Technik als auch in der Qualität, Verarbeitung und Funktion waren. Einige dieser Modelle, für die unzählige Patente angemeldet wurden, finden sich im aktuellen Schuco-Programm wieder. Nach wie vor erfolgt die Herstellung der originalgetreuen Modelle und Spielzeuge fast ausschließlich in aufwändiger Handarbeit.
fr: C’est au milieu des années 1930 que Schuco a produit les premiers modèles réduits de voitures révolutionnaires dès le début, non seulement en raison de leur technologie, mais aussi de leur qualité, de leur finition et de leur fonctionnement. Certains de ces modèles, pour lesquels de nombreux brevets ont été déposés, font à nouveau partie de la gamme Schuco actuelle. Aujourd’hui encore, la fabrication des modèles et des jouets authentiques se fait presque exclusivement à la main au moyen de techniques élaborées.

# about-detail-quality-2
source: Schuco is synonymous with:
de: Schuco steht für:
fr: La marque Schuco est synonyme de:

# about-detail-quality-3
source: " dispEnd="</b>">QualityLINE_BREAK"/>Schuco is a reputable premium collector’s brand known for its highly detailed designs and premium quality.
de: QualitätLINE_BREAK"/>Durch die sehr hohe Detailtreue und den hohen Qualitätsstandard jedes einzelnen Schuco-Produktes ist Schuco eine angesehene Premium-Sammlermarke.

# about-detail-quality-4
source: " dispEnd="</b>">VarietyLINE_BREAK"/>Schuco produces models in a wide range of scales from 1:12 to 1:600. These include the Silver Arrow, the latest Porsche Turbo, modern and classic tractors, classic motorcycles and a 1:72 scale model of the legendary DO-X flying boat. Thanks to the variety of scales, the Schuco range is very diverse and offers models in many different sizes. The selection of models and intricately detailed designs make for a varied and interesting range.
de: VielfältigkeitLINE_BREAK"/>Schuco produziert Modelle in den verschiedensten Maßstäben. Von 1:12 bis hin zu 1:600. Vom Blech-Silberpfeil, über den aktuellen Porsche Turbo, den modernen und klassischen Traktoren, bis hin zu Motorradklassikern und dem legendären Wasserflugzeug DO-X im Maßstab 1:72. Dank der Vielzahl an Maßstäben ist das Schuco Sortiment sehr breit aufgestellt und in vielen Baugrößen vertreten. Die Auswahl der Modelle und die Umsetzung bis ins kleinste Detail machen das Schuco-Sortiment so abwechslungsreich und interessant.

# about-detail-quality-5
source: " dispEnd="</b>">TraditionLINE_BREAK"/>Schuco is characterized by its long-standing tradition, distinguished brand and diverse range, and is one of the sector’s leading manufacturers.
de: TraditionLINE_BREAK"/>Schuco zeichnet sich durch die langjährige Tradition, einen hohen Bekanntheitsgrad und das abwechslungsreiche Sortiment aus und gehört zu den führenden Herstellern in diesem Segment.

source: Show more
de: Mehr anzeigen
fr: Afficher plus

source: Show less
de: Weniger anzeigen
fr: Afficher moins

# about-history
source: History
de: Historie
fr: Histoire

# about-history-title
source: Schuco’s corporate history
de: Die Schuco Unternehmensgeschichte
fr: L’histoire de l’entreprise Schuco

# about-history-1912
source: The businessman Heinrich Schreyer founds the toy company “Schreyer und Co.” with the toolmaker Heinrich Müller in Nuremberg. Together, they develop tin toy models.
de: Gründet der Kaufmann Heinrich Schreyer mit dem Werkzeugmacher Heinrich Müller in Nürnberg die Spielwarenfirma „Schreyer und Co.“ Sie entwickeln figürliches Blechspielzeug.
fr: Le commerçant Heinrich Schreyer s’associe à l’outilleur Heinrich Müller à Nuremberg pour fonder l’entreprise de jouets «Schreyer & Co.». Ils mettent au point des figurines en étain.

# about-history-1913
source: Walking “Tipp-Tapp dogs” become a small sensation in the toy market.
de: Laufende „Tipp-Tapp-Hunde“ werden eine kleine Sensation auf dem Spielwarenmarkt.
fr: La figurine de chien «Tipp-Tapp», capable de marcher, fait son petit effet sur le marché du jouet.

# about-history-1914
source: The marching “Automato” figure is launched, which served as a model for the first toy robots 50 years later.
de: Der frei marschierende „Automato“, der 50 Jahre später den ersten Spielzeug-Robotern als Vorbild dient, erscheint.
fr: Lancement du jouet «Automato» capable de marcher tout seul et qui, 50 ans plus tard, servira de modèle aux premiers robots jouets.

# about-history-1920
source: Müller continues to invent pioneering mechanisms and registers numerous patents – such as the “Acrobato”, a tin artist that does somersaults.
de: Müller erfindet ständig zukunftsweisende Mechaniken, meldet zahllose Patente an – wie den „Acrobato“, einen Blech-Artisten, der Purzelbäume schlägt.
fr: Müller continue d’inventer des mécanismes novateurs et dépose de nombreux brevets, par exemple pour le modèle «Acrobato», artiste en étain qui fait des sauts périlleux.

# about-history-1936
source: The first miniature cars appear, the legendary “Wende-Auto” (Turning car) and the Mercedes “Silver Arrow”, known as Schuco Studio models.
de: Die ersten Miniaturautos erscheinen, das legendäre „Wende-Auto“ und der Mercedes „Silberpfeil“, genannt Schuco Studio.
fr: Lancement des premières voitures miniatures, telles que la mythique «Wende-Auto» et la Mercedes «flèche d’argent», connues en tant que modèles réduits Schuco Studio.

# about-history-mid-1950s
source: Mid-1950s: Die-cast metal and plastic take the toy market by storm.
de: Mitte der 50er Jahre: Metall- und Plastikspielzeuge erobern den Markt.
fr: Au cours des années 1950, le métal et le plastique conquièrent le marché du jouet.

# about-history-1976
source: The company files for bankruptcy. This is followed by several changes of ownership.
de: Die Firma meldet Konkurs an. Es folgen mehrere Eigentümerwechsel.
fr: L’entreprise dépose le bilan. Plusieurs changements de propriétaires ont suivi.

# about-history-1993
source: Brand repositioning with numerous new developments.
de: Neuausrichtung der Marke mit zahlreichen Neuentwicklungen.
fr: Réalignement de la marque avec de nombreux nouveaux développements.

# about-history-1999
source: Schuco is acquired by the SIMBA DICKIE GROUP. Since 1999: Schuco specializes in the production of die-cast models and reclaims its status as a standard-bearer for the sector.
de: Die SIMBA DICKIE GROUP übernimmt Schuco. Seit 1999: Schuco konzentriert sich auf die Produktion von Zinkdruckguss-Modellen und setzt wieder Maßstäbe in diesem Bereich.
fr: Le GROUPE SIMBA DICKIE reprend Schuco. Depuis 1999 : Schuco se concentre sur la production de modèles moulés sous pression en zinc et établit une fois de plus la référence dans ce domaine.

# about-history-2004
source: The range is expanded to include 1:18 scale models.
de: Sortimentserweiterung um den Maßstab 1:18.
fr: Extension de la gamme pour inclure une échelle de 1:18.

# about-history-2008
source: 1:32 scale models of agricultural machinery are added to the range.
de: Landwirtschaftliche Modelle im Maßstab 1:32 werden dem Sortiment hinzugefügt.
fr: Des modèles de technologie agricole à l’échelle 1:32 sont inclus.

# about-history-2012
source: Schuco celebrates its 100th anniversary.
de: Schuco feiert 100-jähriges Firmenjubiläum.
fr: Schuco fête le 100e anniversaire de son entreprise.

# about-history-2013
source: The “PRO.R32” small-series model range is launched.
de: Etablierung der Kleinserienmodell-Linie PRO.R32.
fr: Création de la gamme de modèles petites séries PRO.R32.

# about-history-2014
source: The range is expanded to include 1:64 scale models and the “PRO.R18” small-series model range.
de: Sortimentserweiterung durch die "Edition 1:64" und Einführung der Kleinserienmodell-Linie PRO.R18.
fr: Extension de la gamme pour inclure une échelle 1:64 et introduction de la ligne de modèles en petites séries PRO.R18.

# about-history-2016
source: The 1:87 scale “Military” range is launched.
de: Erweiterung durch die Produktlinie "Schuco Military" im Maßstab 1:87.
fr: Extension à travers la gamme de produits militaires à l’échelle 1:87.

# about-design-dev-title
source: Design and development
de: Design & Entwicklung
fr: Conception et développement

# about-tradition-innovation
source: Tradition and innovation
de: Tradition und Innovation
fr: Tradition et innovation

# about-dev-description
source: Thanks to our close collaboration with the automotive industry, our range also includes a variety of modern vehicles to complement our vintage models. Schuco invests in new designs every year in order to offer collectors a diverse and interesting selection of detailed models.
de: Durch die enge Zusammenarbeit mit der Autoindustrie finden sich neben den historischen Modellen auch eine Vielzahl an aktuellen Fahrzeugen im Sortiment wieder. Schuco investiert jährlich in neue Produktionswerkzeuge um seinen Sammlern eine abwechslungsreiche und interessante Auswahl an detaillierten Modellen bieten zu können.
fr: Grâce à l’étroite coopération avec l’industrie automobile, outre les modèles historiques, un grand nombre de véhicules actuels peuvent également être trouvés dans la gamme. Schuco investit chaque année dans de nouvelles formes afin de pouvoir offrir aux collectionneurs une sélection variée et intéressante de modèles détaillés.

# about-production
source: Production
de: Produktion

# about-handmade
source: Handmade
de: Handgemacht
fr: Fait main

# about-production-description
source: The majority of Schuco models are still crafted by hand using meticulous and elaborate techniques. The models are produced in China and Madagascar, among other places. All Schuco products undergo numerous internal and external quality checks prior to customer delivery.
de: Schuco-Modelle werden nach wir vor zum größten Teil in akribischer und aufwändiger Handarbeit hergestellt. Die Modelle werden unter anderem in China und Madagaskar produziert. Alle Schuco-Produkte durchlaufen bis zu Ihrer Auslieferung an den Kunden mehrere interne und externe Qualitätskontrollen.
fr: Les modèles Schuco sont, pour la plupart, fabriqués à la main de manière méticuleuse et élaborée. Les modèles sont produits entre autres en Chine et en Hongrie. Tous les produits Schuco sont soumis à plusieurs contrôles de qualité internes et externes avant d’être livrés au client.

source: Coming Soon
de: Bald erhältlich
fr: Bientôt Disponibles

source: Loading...
de: Lädt...
fr: Chargement…

# home-theme-worlds
source: Theme worlds
de: Themenwelten
fr: Mondes thématiques

# home-top-brands
source: Top brands
de: Topmarken
fr: Top marques

# home-more-about-schuco
source: More about Schuco
de: Mehr über Schuco
fr: En savoir plus sur Schuco

# home-more-schuco-passionate
source: Schuco: Passionate about model cars!
de: Schuco: Modellautos aus Leidenschaft!
fr: Schuco : La passion du modélisme !

# home-text-1
source: With over 100 years of experience, Schuco is a leading manufacturer of model vehicles. Whether as a gift or a collector’s item, the highly detailed model cars are designed for fans of all ages.
de: Mit über 100 Jahren Erfahrung ist Schuco der Traditionshersteller für Modellfahrzeuge. Egal ob als originelles Geschenk für Jung und Alt oder als Sammlerstück für Liebhaber: die detailgetreuen Modellautos lassen die Herzen höherschlagen.
fr: Schuco est un fabricant de modèles réduits de véhicules dont la tradition remonte à plus d’un siècle. Pour les collectionneurs invétérés comme pour les personnes à la recherche d’une idée de cadeau originale pour les petits ou pour les grands, le succès de nos modèles ne s’est jamais démenti.

# home-text-2
source: Schuco is committed to producing an extensive range of model vehicles that meet the needs of both children and adults. With impressive tradition and quality...
de: Wenn es um das Lieblingsspielzeug vieler Erwachsener geht, dann kann es oft nicht gut genug sein. Schließlich sollen nicht nur Kinder Spaß mit ihren Spielzeugen haben, sondern auch die Großen. Und genau diesem Anspruch können die Modellautos und Miniaturen von Schuco gerecht werden. Mit Tradition und Qualität, die überzeugt,…
fr: Dès lors qu’il s’agit de son hobby préféré, un adulte a souvent du mal à être pleinement satisfait. Car après tout, il n’y a pas que les enfants qui ont le droit de s’amuser avec leurs jouets, les grands également ! Et c’est justement ce constat qui est à l’origine du concept de la marque Schuco. Avec une tradition et une qualité qui a toujours su séduire…

# home-text-3
source: ...as the saying goes (not only for model cars): "Practice makes perfect!"
de: … denn wie sagt man so schön (nicht nur bei Modellautos): „Übung macht den Meister“!

# home-text-4
source: As the company’s history shows, Schuco’s model vehicles have enjoyed huge popularity among fans since the 1930s. Today - as in the past - the models are revolutionary in their function and quality. Not least because the vehicles continue to be produced mainly by hand.
de: Ein Blick auf die Firmengeschichte zeigt, dass die Modellautos von Schuco sich seit den dreißiger Jahren vor allem bei Sammlern großer Beliebtheit erfreuen. Heute - wie damals - sind die Modelle in ihrer Funktion und Qualität revolutionär. Nicht zuletzt, weil die Fahrzeuge nach wie vor größtenteils in Handarbeit gefertigt werden.
fr: L’histoire de la célèbre marque nous montre que ses modèles réduits de véhicules sont particulièrement appréciés des collectionneurs depuis les années 30. Aujourd’hui comme autrefois, les modèles Schuco sont révolutionnaires par leurs fonctions et leur qualité. L’une des raisons principales est qu’ils sont encore largement fabriqués à la main.

# home-text-5
source: Many people are fascinated by sports cars, nostalgic old-timers and other special cars. Unfortunately, many of us can’t afford to buy our dream car, or the choice of flashy cars is simply too big to fit in a small garage. Schuco’s model cars offer the perfect remedy: Miniature versions of your dream cars!
de: Ob der schnelle Flitzer oder der nostalgische Oldtimer, die Faszination für besondere Autos teilen viele Menschen. Oftmals reicht dann aber das nötige Kleingeld nicht aus, um sich alle seine Traumautos leisten zu können. Häufig ist die Auswahl an beeindruckenden Autos einfach zu groß für die eigene Garage. Genau hier können die Modellautos von Schuco Abhilfe schaffen: „Automobile Faszination en Miniature“!
fr: Bolides ultramodernes, anciennes voitures vintage… beaucoup d’hommes et de femmes partagent cette fascination pour les véhicules spéciaux. Mais bien trop souvent, de telles merveilles restent hors d’atteinte pour la plupart des portefeuilles. Sinon, c’est la taille du garage qui pose problème pour héberger une sélection aussi impressionnante. Les modèles Schuco apportent la solution à tous ces problèmes : « La fascination de l’automobile en miniature » !

# home-text-6
source: Thanks to its extensive range, Schuco offers collector’s items of numerous different vehicles. And unlike the real-life versions, you can afford more than one car! Display as many models as you like without making your home burst at the seams! The model vehicles are also valuable collector’s items. Compared with other toys, the models tend to retain their value.
de: Dank des umfangreichen Sortiments, kann Schuco für die verschiedensten Modellfahrzeuge die geeigneten Sammlerstücke anbieten. Und anders als bei den großen Autos, kannst Du Dir so nicht nur ein Auto leisten. Du kannst beliebig viele Modelle in Deinem Zuhause präsentieren, ohne dass die eigenen vier Wände aus allen Nähten platzen. Zudem kann sich das Sammeln der beliebten Modellautos auch lohnen. Denn im Vergleich zu normalem Spielzeug zeichnen sich hochwertige Miniaturen oftmals durch eine überdurchschnittliche Wertstabilität aus.
fr: Grâce à son offre diversifiée, Schuco propose des pièces de collection adaptées à une grande variété de modèles de véhicules. Et à la différence des modèles de taille réelle, votre portefeuille ne vous oblige pas à vous arrêter à une seule voiture ! Vous pouvez collectionner un nombre impressionnant de véhicules sans surcharger la décoration de votre domicile. Cerise sur le gâteau : collectionner des modèles réduits de véhicules populaires peut s’avérer payant. En effet, contrairement aux jouets habituels, les figurines de haute qualité ont souvent tendance à conserver leur valeur sur le long terme.

# home-text-7
source: Quality, detail and tradition: the perfect combination
de: Qualität, Detailtreue und Tradition: Die Mischung macht‘s
fr: Qualité, tradition et souci du détail : le cocktail gagnant

# home-text-8
source: In addition to its popular model cars, Schuco also offers a unique range of motorcycles, aeroplanes, tractors and classic tin toys.
de: Zusätzlich zu Modellautos offeriert Schuco ein einzigartiges Sortiment von Motorrädern, Flugzeugen, Traktoren sowie klassische Schuco-Blechspielzeuge.
fr: Et chez Schuco, cela ne se reflète pas seulement dans les modèles de voitures populaires. Motos, avions, tracteurs ainsi que les classiques en fer blanc complètent la gamme unique et foisonnante de Schuco.

# home-text-9
source: The diverse range offers something for all tastes in a selection of different scales:
de: Das vielseitige Sortiment bietet für jeden Geschmack das Richtige, in den verschiedensten Maßstäben:
fr: Notre gamme offre tout ce qu’il faut pour tous les goûts à différentes échelles :

# home-text-l-1
source: Classic model sizes with a scale of 1:87, 1:43 and 1:18
de: Klassische Modellgrößen im Maßstab von 1:87, 1:43 und 1:18
fr: Tailles de modèles classiques à l’échelle 1:87, 1:43 et 1:18

# home-text-l-2
source: Models with a scale of 1:64, 1:32, and 1:12
de: Modelle in den Maßstäben 1:64, 1:32, und 1:12
fr: Modèles à l’échelle 1:64, 1:32 et 1:12

# home-text-l-3
source: Aircraft models with a scale of 1:72, 1:250 and 1:600
de: Flugzeugmodelle in den Maßstäben 1:72, 1:250 und 1:600
fr: Modèles d’avion à l’échelle 1:72, 1:250 et 1:600

# home-text-10
source: The range includes highly detailed models of modern cars and iconic vehicles from the previous century in a number of different sizes. The classic vehicle models include must-haves such as the VW Transporter, VW Beetle, Mercedes-Benz 300 SL “Gullwing” and the legendary Porsche 911 (available in the following popular sizes: 1:87, 1:64, 1:43 and 1:18).
de: Das Sortiment umfasst hochdetaillierte Miniaturen von Automobil Ikonen des letzten Jahrhunderts sowie aktueller Fahrzeuge in verschiedenen Maßstäben. Zu den „Must-Haves“ unter den Klassikern gehören der VW T1 "Bulli", der VW Käfer, der Mercedes-Benz 300 SL und der legendäre Porsche 911 (verfügbar in den beliebten Maßstäben: 1:87, 1:64, 1:43 und 1:18).
fr: Les icônes du siècle dernier et les véhicules actuels sont disponibles à différentes échelles, avec le même souci du détail et de la précision. Parmi les incontournables, on citera des classiques comme la VW Bulli, la VW Coccinelle, la Mercedes-Benz 300 SL Gullwing et la légendaire Porsche 911 (toutes disponibles à différentes échelles : 1:87, 1:64, 1:43 et 1:18).

# home-text-11
source: Schuco model cars – dream cars for your own home.
de: Modellautos von Schuco - Traumwagen für Dein Zuhause.
fr: Les modèles réduits Schuco : le rêve de tout homme pour la maison.

# about-legal-notice
source: Legal notice
de: Impressum
fr: Mentions légales

# socialwall-description
source: Share your models on Instagram. Simply use our hashtag #schuco or tag @schuco_official in your posts and become an inspiration for our community.
de: Teile Deine Modelle auf Instagram mit unserem Hashtag #schuco oder der Verlinkung auf @schuco_official und werde zur Inspiration für unsere Community.
fr: Partagez vos modèles sur Instagram. Utilisez simplement notre hashtag #schuco ou taguez @schuco_official dans vos posts et devenez une source d’inspiration pour notre communauté.

source: In Development
de: In Entwicklung
fr: En Développement

source: Latest Models
de: Neueste Modelle
fr: Nouveautés

# menu-categories
source: Categories
de: Kategorien
fr: Catégories

# menu-novelties
source: Novelties
de: Neuheiten
fr: Nouveautés

# menu-about
source: About Schuco
de: Über Schuco
fr: À propos de Schuco

source: Directlinks
de: Direktlinks
fr: Liens directs

source: Legal notice
de: Impressum
fr: Mentions légales

# 404-error-message
source: It seems like the page does not exist.LINE_BREAK"/>Maybe the search will help?
de: Es scheint so, als würde die Seite nicht existieren.LINE_BREAK"/>Vielleicht hilft die Suche?

# 404-home-page-button
source: To home page
de: Zur Startseite
fr: Vers la page d’accueil

source: Posted by
de: Gepostet von
fr: Publiée par

source: Connect with us!
de: Vernetze Dich mit uns!
fr: Réseautez avec nous!

# sign-up-newsletter
source: Sign up for the newsletter here!
de: Hier zum Newsletter anmelden!
fr: Inscrivez-vous à la newsletter ici!

# newsletter-email-placeholder
source: Your email address
de: Deine E-Mail-Adresse
fr: Votre adresse e-mail

# newsletter-subscribe
source: Subscribe
de: Anmelden
fr: S’abonner

source: Discover
de: Entdecken
fr: En savoir plus

# legal-notice-p2
source: If you should have any questions, ideas for improvement or suggestions to make, please feel free to contact our customer service.
de: Solltest Du Fragen, Ideen für Verbesserungen oder Modellvorschläge haben, kannst Du gerne unseren Kundenservice kontaktieren.
fr: Si vous avez des questions, des idées d’amélioration ou des suggestions à faire, n’hésitez pas à contacter notre service clientèle.

# legal-notice-t1
source: Exclusion of liability
de: Haftungsausschluss
fr: Exclusion de responsabilité
